AUTHOR_INFO = '''
🧑🏻‍💻  -  Автор: @pwp_programer
🐙  -  GitHub: https://github.com/pwp-programer
💸  -  Донаты: 4890 4947 9688 0706
        '''


HELP_INFO = '''
Если вы нажали, на эту кнопку,то вам необходима помощь. Я постараюсь вам помочь, если вы не смогли найти ответ на свой вопрос, напишите мне @pwp_programer

1.   🤖  -  Как пользоваться ботом?
    Для начала вам нужно нажать на кнопку:
    "🪙  -  Бросить монетку".
    После бот отправит вам гифку на которой будет показана сторона монеты, которая вам выпала.

2.  ❓  -  Зачем нужен этот бот?
    Данный бот был разработан в процессе изучения python и
    telebot. Автор не имеет какой-либо цели по дальнейшей
    монетизации и продвижению бота. Дальнейшая судьба бота
    не известна.

3.  📵  -  Решение проблем.
    Если вы столкнулись с какой-либо проблемой, то вам
    необходимо выполнить следующие действия:
        1. Сделать снимок экрана или его запись, где будет показана
        ваша проблема.

        2. Отправьте мне @pwp_programer, данный файл и подробно
        распишите в чём заключается проблема и какие действия
        к ней приводят.

        3. Проявите немного терпения и подождите пока ваша
        проблема не будет исправлена.
'''